{
    "Hot pot": [
      {
        "longDescription": "Hot and sour Thai hot pot is a delicious weekend dish, for a family party. How to cook delicious and spicy Thai seafood hotpot at home will have a sweet and sour broth from lemongrass and chili, stimulating the taste buds, making it more appetizing. In particular, on cold days, sitting around a hot and sour Thai hot pot emitting a strong aroma is heartwarming. Immediately save the right way to cook Thai hot pot right here.",
        "thumbnail": "https://tue0305.github.io/images/hotpot/01.jpg",
        "title": "Hot and sour Thai hot pot",
        "videoType": "mp4",
        "url": "https://tue0305.github.io/videos/hotpot/01.mp4",
        "quality": "HD"
      },
      {
        "longDescription": "Mandu is a long-standing traditional Korean dumpling, often served with kimchi - the island's traditional pickle. But have you ever thought to eat kimchi hot pot with mandu? This is a really great combination. The spicy and sour kimchi taste, along with the soft, chewy mandu with the sweet and fragrant filling will surely conquer the taste of even the most fastidious people. A pot of kimchi mandu hot pot is not a bad choice for a cold rainy night, give it a try!",
        "thumbnail": "https://tue0305.github.io/images/hotpot/02.jpg",
        "title": "Mandu kimchi hot pot",
        "videoType": "mp4",
        "url": "https://tue0305.github.io/videos/hotpot/02.mp4",
        "quality": "HD"
      },
      {
        "longDescription": "Mushroom chicken hot pot is loved by many people because of the sweet taste from tube bones, radish, American corn, and traditional medicines, in addition, this hot pot is also very nutritious and has a very good nourishing effect on the body. The chewy sweet chicken combined with mixed mushrooms will definitely be the perfect choice for family parties and dinners with friends. Especially, the chicken hot pot with mushrooms is also very suitable for cold weather days, the whole family gathers around the steaming hot pot, what's better, right?",
        "thumbnail": "https://tue0305.github.io/images/hotpot/03.jpg",
        "title": "Mushroom chicken hot pot",
        "videoType": "mp4",
        "url": "https://tue0305.github.io/videos/hotpot/03.mp4",
        "quality": "HD"
      }
    ],
    "Salad": [
      {
        "longDescription": "Apple salmon salad with yogurt sauce is a great combination for you to add more nutrition to your family's health-promoting menu. The sour taste from yogurt and green apple will help balance the fatty taste of salmon, also help you digest easier. Knorr's recipe for salmon apple salad with yogurt sauce is sure to satisfy you without spending a lot of time in the kitchen.",
        "thumbnail": "https://tue0305.github.io/images/salad/01.jpg",
        "title": "Apple salmon salad",
        "videoType": "mp4",
        "url": "https://tue0305.github.io/videos/salad/01.mp4",
        "quality": "HD"
      },
      {
        "longDescription": "Red Queen Corn is a type of corn that must be quite new to consumers, this is the first sweet corn variety in Vietnam that can be eaten raw without having to undergo processing. This type of corn can be combined with many ingredients to form different dishes, including corn salad with eye-catching and attractive colors. Red Queen Corn Salad is a new, strange but very delicious and nutritious salad that is suitable for every family meal. Let's join Nova in the kitchen to make this easy and super delicious Red Queen Corn Salad!",
        "thumbnail": "https://tue0305.github.io/images/salad/02.jpg",
        "title": "Red Queen Corn Salad",
        "videoType": "mp4",
        "url": "https://tue0305.github.io/videos/salad/02.mp4",
        "quality": "HD"
      },
      {
        "longDescription": "If brown rice is an indispensable part for those of you who want to apply a weight loss diet or eat healthy. You can choose salmon brown rice marinated in Barona's lemongrass sauce, your nutritious diet will be enough without worrying about boredom.",
        "thumbnail": "https://tue0305.github.io/images/salad/03.jpg",
        "title": "Lemongrass salmon brown rice",
        "videoType": "mp4",
        "url": "https://tue0305.github.io/videos/salad/03.mp4",
        "quality": "HD"
      }
    ]

    
  }